[
  {
    "quote": "Solicité un sitio web y en una semana tenía una propuesta profesional funcionando. ¡Este equipo es pura eficiencia!",
    "handle": "carlosromero_mx"
  },
  {
    "quote": "Implementaron nuestro ERP en tiempo récord. ¡Ahora controlamos inventario en tiempo real!",
    "handle": "mariafernandez_qro"
  },
  {
    "quote": "La configuración del sistema tomó 3 días. Estuvimos operando al instante. ¡Esto cambió nuestro negocio! Todo desde la capacitación hasta el soporte técnico funcionó perfectamente. No necesitamos contratar personal técnico adicional — solo seguimos las instrucciones y ya teníamos un sistema empresarial completo funcionando.",
    "handle": "luisgarcia_bajio"
  },
  {
    "quote": "Nos enviaron el demo de la app móvil y todo funcionó perfecto. ¡Súper sencillo y rápido!",
    "handle": "analopez_gdl"
  },
  {
    "quote": "Lanzamos nuestra tienda online en tiempo récord. Las ventas se dispararon inmediatamente. ¡Se siente como magia! El proceso fue fluido de principio a fin — el equipo entendió perfectamente nuestra visión, y el resultado final capturó la esencia de nuestra marca mejor de lo que imaginamos. Hemos recibido felicitaciones desde el lanzamiento.",
    "handle": "pedromartinez_mty"
  },
  {
    "quote": "Subimos nuestros productos al sistema y compartimos el catálogo con el equipo en minutos. ¡Ridículamente fácil!",
    "handle": "sofiavargas_cdmx"
  },
  {
    "quote": "Seguimos la guía de implementación del ERP y simplemente funcionó. ¡Como por arte de magia!",
    "handle": "jorgehrz_puebla"
  },
  {
    "quote": "Hicimos clic en 'Compartir' en el prototipo de la app, y estuvimos revisando en segundos. ¡Simplicidad increíble!",
    "handle": "danielamtz_leon"
  },
  {
    "quote": "Iniciamos sesión, compartimos nuestro nuevo diseño web y obtuvimos retroalimentación al instante. ¡No podría ser más fácil!",
    "handle": "ricardoflores_tj"
  },
  {
    "quote": "Cargamos el logo y el render final fue instantáneo. ¡Es seriamente impresionante!",
    "handle": "isabelsanchez_mex"
  }
]